[Name.Title.Title_Pearlescent_Avenger WeaponNamePartDefinition]
PartName="Vingadora"

[Name.Title.Title_Pearlescent_Avenger:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="A vingança é um prato que se come frio."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Bearcat WeaponNamePartDefinition]
PartName="Bearcat"

[Name.Title.Title_Pearlescent_Bearcat:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Eu adoro o cheiro de pipoca pela manhã. "
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Butcher WeaponNamePartDefinition]
PartName="Açougueira"

[Name.Title.Title_Pearlescent_Butcher:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Carne fresca!"
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Sawbar WeaponNamePartDefinition]
PartName="Serrote"

[Name.Title.Title_Pearlescent_Sawbar:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Fogo surpresa!"
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Stalker WeaponNamePartDefinition]
PartName="Perseguidora"

[Name.Title.Title_Pearlescent_Stalker:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Você pode correr, mas não pode se esconder."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Storm WeaponNamePartDefinition]
PartName="Tempestade"

[Name.Title.Title_Pearlescent_Storm:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Parece que vai chover..."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Tunguska WeaponNamePartDefinition]
PartName="Tunguska"

[Name.Title.Title_Pearlescent_Tunguska:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="O céu vai se partir em dois."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Unforgiven WeaponNamePartDefinition]
PartName="Imperdoável"

[Name.Title.Title_Pearlescent_Unforgiven:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="É uma coisa infernal."
Suffix=""
Prefix=""

[Pistol.Pistol_Body_Jakobs_6:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description=""
NoConstraintText="... mas não muito rápida"
Suffix=""
Prefix=""

